{
  "ru" : {
    "about" : "Данный бот умеет гененировать детальные и красочные отчёты для вашего чата. Просто добавьте бота в групповой чат, и магия начнётся! \n\nИспользуйте /report в групповом чате для получения отчёта \nи /privacy для его защиты от остальных пользователей. \n\nDEMO: http://egorchepiga.ru/?token=demo \n@egorchepiga for feedback",
    "description" : "",
    "link" : "Ссылка для администрации: ",
    "buttons" : {
      "recreate" : "Пересоздать ссылку",
      "delete" : "Удалить отчёты"
    },
    "welcome_message" : "Используйте кнопки ниже для получения ссылки на изменение настроек отчёта и его удаления. Enjoy!\n",
    "help" : "Добавьте этого бога в групповой чат и напишите в ней /report. Вы также можете получиьт ссылку для администраторов, которая позволит вам изменять забаненные слова и обновлять информацию о пользователях. \nобратная связь @egorchepiga",
    "privacy" : {
      "info" : "Приятно видеть, что не только я забочусь об приватности :) \nМы не храним никакой дополнительной мета информации или ваши сообщения, мы храним лишь разделённые слова. Всё что мы храним - полностью отражено в отчётах. Используйте эту команду в групповых чатах, что бы защитить команду /report от пользователей.",
      "msg" : "Это приватный чат. Только у администрации есть доступ, простите ;(",
      "mode" : {
        "enabled" : "Приватный режим включён.",
        "disabled" : "Приватный режим выключен."
      },
      "settings" : "Настройки приватности разрешены только для администрации."
    },
    "deleted" : "Отчёты удалены. Используйте /start для перезагрузки бота."

  },
  "en" : {
    "description" : "",
    "link" : "Link for administrators: ",
    "buttons" : {
      "recreate" : "Recreate link",
      "delete" : "Delete reports"
    },
    "welcome_message" : "Use buttons below to get link for editing your statistics or deleting it. Enjoy!\n",
    "help" : "Add this bot to your chat group and type /report there. You can also get link for administrators, which let you to change banned words and refresh users's names and images. \n@egorchepiga for feedback",
    "privacy" : {
      "info" : "Nice to see, that you worry about privacy too :) \nWe don't store any meta-data or your messages. We store your words separately and you can see all what we store, cause we don't have extra space for meta ); \nUse this command in your chat group to protect /report command from non-admins.",
      "msg" : "This chat is private. Only administration has access, sorry ;(",
      "mode" : {
        "enabled" : "Privacy mode enabled.",
        "disabled" : "Privacy mode disabled."
      },
      "settings" : "Privacy settings are only for admins."
    },
    "deleted" : "Logs was deleted. \nUse /start to reboot bot"
  }
}